"Preferences..." = "Voorkeuren...";
"Hide Menu Bar Icon" = "Verberg pictogram menubalk";
"Show Menu Bar Icon" = "Toon pictogram menubalk";
"Tools" = "Tools";
"Export Preferences..." = "Export Preferences...";
"Import Preferences..." = "Import Preferences...";
"Reset Preferences..." = "Reset Preferences...";
"Restart Finder" ="Herstart Finder";
"Restart XtraFinder" ="Restart XtraFinder";
"Uninstall XtraFinder" = "Verwijderen XtraFinder";
"About XtraFinder" = "Over XtraFinder";
"Check for Updates..." = "Controleer op updates...";

"XtraFinder Preferences" = "Voorkeuren XtraFinder";

"Tabs" = "Tabbladen";
"Features" = "Functies";

"Tabs (experimental)" = "Tabbladen (experimenteel)";
"Open new tab with same path" = "Open nieuw tabblad met hetzelfde pad";
"Save open tabs when quitting Finder" = "Sla geopende tabbladen op bij stoppen Finder";
"Show Pinnable Window" = "Toon pinbaar venster";
"Show the Pin button" = "Toon pinknop";
"Slide from:" = "Slide from:";
"Bottom" = "Bottom";
"Left" = "Left";
"Right" = "Right";
"Top" = "Top";
"Always open new tab in the Pinnable window" = "Always open new tab in the Pinnable window";
"Dual Panel mode:" = "Twee schermdelen:";
"Show the second Sidebar" = "Toon de tweede zijbalk";
"Middle-click on Sidebar to open in the second panel" = "Middelklik op zijbalk om te openen in het tweede schermdeel";
"⇧+click on Sidebar to open in the second panel" = "⇧+klik op zijbalk om te openen in het tweede schermdeel";
"Shortcuts" = "Toetscombinaties";
"Narrow Tab Bar" = "Smalle tabbladbalk";
"Tab style" = "Stijl tabblad";
"*Require closing windows." = "*Vereist sluiten van vensters.";
"Right-Click on New Tab button" = "Rechtsklik op knop Nieuw tabblad";
"Double-Click on Tab" = "Dubbelklik op tabblad";
"Use ⌘+Number shortcuts to switch tab" = "Gebruik toetscombinatie ⌘+cijfer om tussen tabbladen te wisselen";
"Copy to Other Panel" = "Copy to Other Panel";
"Move to Other Panel" = "Move to Other Panel";

"Arrange folders on top" = "Rangschik mappen bovenaan";
"Maximize window when zooming" = "Maximaliseer venster bij zoomen";
"Arrange items by Name in Icons View" = "Rangschik items op naam in pictogramweergave";
"Hide dot files on Desktop" = "Verberg punt-bestanden op bureaublad";
"Spring-loaded Path Bar" = "Openspringend padbalk";
"Click any item in the Path Bar to show contents menu" = "Klik op een item in de padbalk om de inhoudsmenu te tonen";
"Cut & Paste" = "Knip & plak";
"Light text on dark background" = "Lichte tekst op donkere achtergrond";
"Does not support Icons view mode." = "Ondersteunt niet de pictogramweergave";
"Sort Recent Folders menu by last opened date" = "Sorteer menu Recente mappen op laatstgeopende datum";
"Automatically adjust width of Name column" = "Pas automatisch breedte aan van de kolom Naam";
"Max width:" = "Max width:";
"Show colorful icons in the sidebar" = "Toon kleurrijke pictogrammen in de zijbalk";
"Show label color in the sidebar" = "Toon labelkleur in de zijbalk";
"Press Return to open selection" = "Druk op Return om de selectie te openen";
"Press Backspace (Backward Delete) to Go Back" = "Druk op Backspace (Achteruit verwijderen) om terug te gaan";
"Press Delete (Forward Delete) to Move to Trash" = "Druk op Delete (Vooruit verwijderen) om te verplaatsne naar de prullenbak";
"Rename" = "Hernoem";
"Middle-click to open folder in new window or new tab" = "Middelklik om een map te openen in een nieuw venster of nieuw tabblad";
"Display folder item count in List view" = "Toon het aantal mapitems in de lijstweergave";
"Always show Toolbar" = "Toon altijd werkbalk";
"Add XtraFinder's functions to the toolbar" = "Voeg de functies van XtraFinder's toe aan de werkbalk";
"Show Go Up button in the toolbar" = "Toon de knop Ga omhoog in de werkbalk";
"Use ⌘⌥⇧+Number shortcuts to set Label" = "Gebruik de toetscombinatie ⌘⌥⇧+cijfer om het label in te stellen";
"Hide Share item in the context menu" = "Hide Share item in the context menu";
"Show total size of selected items in Status Bar" = "Show total size of selected items in Status Bar";
"Automatically calculate size" = "Automatically calculate size";

"Appearance" = "Appearance";
"Sidebar-related options may cause crash" = "Sidebar-related options may cause crash";
"Legacy label color painting" = "Legacy label color painting";
"Enabled for Icon View mode" = "Enabled for Icon View mode";
"Enabled for Desktop" = "Enabled for Desktop";

"Add items to Finder menus" = "Voeg items toe aan Finder-menu's";

"Collapse All" = "Klap alles in";
"Collapse the expanded nodes in List View" = "Klap de uitgeklapte items in de lijstweergave in";
"Show Hidden Items" = "Toon verborgen items";
"Refresh" = "Laad opnieuw";
"Copy Path" = "Kopieer pad";
"Default:" = "Standaard:";
"Contents" = "Inhoud";
"Launch as Root" = "Voer uit als Root";
"Make Symbolic Link" = "Maak alias";
"New File..." = "Nieuw bestand...";
"Default extension:" = "Standaardextensie:";
"Manage file templates" = "Beheer bestandssjablonen";
"Copy to..." = "Kopieer naar...";
"Move to..." = "Verplaats naar...";
"Delete permanently" = "Delete permanently";
"Select..." = "Selecteer...";
"Dual Window - Horizontal" = "Twee schermdelen - horizontaal";
"Dual Window - Vertical" = "Twee schermdelen - verticaal";
"System-wide shortcut" = "Systeembrede toetscombinatie";
"Hide Desktop" = "Verberg bureaublad";
"New Terminal Here" = "Hier nieuwe terminal";
"Top Most" = "Bovenaan";
"Make window top most" = "Plaats venster bovenaan";